SERVICES = {
    "laser": {
        "title": "Лазерная эпиляция",
        "data": {
            "male": {
                "title": "Мужская эпиляция",
                "data": [
                    ("Кантик", 500, "10 мин"),
                    ("Грудь полностью", 2500, "20 мин"),
                    ("Подмышки", 2000, "20 мин"),
                    ("Борода + усы + щеки", 2000, "40 мин"),
                    ("Шея полностью", 900, "20 мин"),
                    ("Любая зона лица", 800, "20 мин"),
                    ("Линия живота", 700, "10 мин"),
                ]
            },
            "female": {
                "title": "Женская эпиляция",
                "data": {
                    "bikini": {
                        "title": "Зона бикини",
                        "data": [
                            ("Тотальное бикини", 2000, "20 мин"),
                            ("Классическое бикини", 1500, "15 мин"),
                            ("Межъягодичная впадина", 800, "5 мин"),
                        ]
                    },
                    "belly": {
                        "title": "Зоны живота",
                        "data": [
                            ("Спина полностью", 1500, "20 мин"),
                            ("Живот полностью", 1000, "20 мин"),
                            ("Поясница", 900, "20 мин"),
                            ("Линия живота", 500, "5 мин"),
                        ]
                    },
                    "face": {
                        "title": "Зоны лица",
                        "data": [
                            ("Подбородок+бакенбарды", 1000, "20 мин"),
                            ("Шея", 800, "20 мин"),
                            ("Верхняя губа", 500, "20 мин"),
                        ]
                    },
                    "legs": {
                        "title": "Зоны ног",
                        "data": [
                            ("Ноги полностью", 3000, "40 мин"),
                            ("Колени+голени", 1700, "30 мин"),
                            ("Бёдра+колени", 1700, "30 мин"),
                            ("Ягодицы", 700, "20 мин"),
                        ]
                    },
                    "arms": {
                        "title": "Зоны рук",
                        "data": [
                            ("Руки полностью", 2000, "20 мин"),
                            ("Подмышки", 1300, "20 мин"),
                            ("Руки после локтя", 1200, "20 мин"),
                            ("Руки до локтя", 1200, "20 мин"),
                        ]
                    },
                    "complex": {
                        "title": "COMPLEX's ЛАЗЕРНОЙ ЭПИЛЯЦИИ",
                        "data": [
                            ("COMPLEX ПРЕМИУМ", 5800, "2 часа"),
                            ("COMPLEX СТАНДАРТ", 4300, "1 час 20 мин"),
                            ("COMPLEX ЛАЙТ", 3500, "1 час"),
                            ("COMPLEX МИНИ", 2800, "40 мин"),
                        ]
                    }
                }
            }
        }
    },
    "smas": {
        "title": "SMAS - ЛИФТИНГ",
        "data": [
            ("SMAS - ЛИФТИНГ ЛЮБОЙ ЗОНЫ ТЕЛА", 25000, "2 часа"),
            ("SMAS - ЛИФТИНГ ВСЕГО ЛИЦА", 20000, "2 часа"),
        ]
    },
    "rf": {
        "title": "Микроигольчатый RF",
        "data": {
            "rf_complex": {
                "title": "КОМПЛЕКС МИКРОИГОЛЬЧАТОЙ RF",
                "data": [
                    ("Лицо/живот/бедра", 22000, "2 часа 30 мин"),
                    ("Лицо/шея/декольте", 15000, "2 часа"),
                    ("Лицо/живот", 13000, "1 час 30 мин"),
                    ("Лицо/шея", 10000, "1 час 30 мин"),
                    ("Шея/декольте", 5000, "1 час 30 мин"),
                ]
            },
            "rf_single": {
                "title": "МИКРОИГОЛЬЧАТЫЙ RF",
                "data": [
                    ("Лифтинг бедер", 9000, "1 час 30 мин"),
                    ("Лифтинг живота", 8000, "1 час 30 мин"),
                    ("Лифтинг лица", 7000, "1 час"),
                    ("Лифтинг шеи", 5000, "30 мин"),
                    ("Лифтинг кисти", 3000, "30 мин"),
                ]
            }
        }
    },
    "injection": {
        "title": "ИНЪЕКЦИОННЫЕ ПРОЦЕДУРЫ",
        "data": [
            ("Липолитика лицо / тело", 8500, "1 час"),
            ("Полимолочная кислота", 15500, "1 час"),
            ("Коллаген", 14000, "1 час"),
            ("Мезотерапия кожа головы / руки", 6000, "1 час"),
            ("Мезотерапия лица / шеи / декольте", 7000, "1 час"),
        ]
    },
    "aesthetic": {
        "title": "ЭСТЕТИЧЕСКАЯ КОСМЕТОЛОГИЯ",
        "data": [
            ("Комбинированная чистка + пилинг + карбокси", 4500, "2 часа"),
            ("Чистка спины", 3500, "1 час"),
            ("Карбокситерапия+поверхностный пилинг", 3000, "40 мин"),
            ("Комбинированная чистка", 3000, "1 час"),
            ("Мужская чистка с пилингом", 3000, "1 час"),
            ("Фракционная мезотерапия волос+маска", 2700, "1 час 30 мин"),
            ("Чистка лица + поверхностный пилинг", 2500, "1 час"),
            ("Моделирующий массаж лица + маска", 2000, "1 час 30 мин"),
            ("Фракционная мезотерапия волос", 2000, "40 мин"),
            ("Срединные / глубокие пилинги", 1500, "30 мин"),
            ("Механическая/ультразвуковая чистка лица", 1500, "30 мин"),
        ]
    }
}